[
  {
    "id": 1,
    "name": "KOI-55 b ",
    "type": "Terrestrial",
    "title": " A rocky world outside our solar system",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/terrestrial.jpg",
    "imgType": " Artist concept",
    "discovered": 2011,
    "description": "  KOI-55 b is a terrestrial exoplanet that orbits an O-type star. Its mass is 0.44 Earths, it takes 0.2 days to\n        complete one orbit of its star, and is 0.006 AU from its star. Its discovery was announced in 2011.\n",
    "travelTime": 620,
    "travelSpeed": 671
  },
  {
    "id": 2,
    "name": "Kepler-7 b",
    "type": "GasGiant",
    "title": " A giant planet composed mainly of gas",
    "img": "https://exoplanets.nasa.gov/system/planets/planet_images/1801_kepler7bsnw169.jpg",
    "imgType": " Artist concept",
    "discovered": 2009,
    "description": "On July 4, 2016, NASA’s Juno spacecraft entered Jupiter’s orbit to study the king of our solar system. But Jupiter is puny compared to some of the exotic exo-Jupiters found in our galaxy, likely to number in the billions. More than 1,400 light-years away floats Kepler-7b, a gas giant 50 percent larger than Jupiter, but half Jupiter’s mass. That means Kepler-7b has roughly the same density as Styrofoam. If you found a bathtub big enough, Kepler-7b could float. This monster is also 12 times hotter than Jupiter, placing it among the exoplanets known as “hot Jupiters.” It orbits its huge star so closely – in a scorching five days – that it is tidally locked like Earth's Moon. One side roasts by day, the other is permanetly plunged in darkness.\n\nKepler-7b was also the first exoplanet to have its clouds mapped, produced using data from NASA's Kepler and Spitzer telescopes. Its cloud map revealed weather patterns that can conduct superheated air from the roasting front of the planet to warm the side in endless freezing night. NASA’s Juno’s mission could also teach us more about hot Jupiters and the giants in our galaxy.",
    "travelTime": 3,
    "travelSpeed": 671
  },
  {
    "id": 3,
    "name": "Kepler-22 b",
    "type": "SuperEarth",
    "title": " A potentially rocky world, larger than Earth",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/terrestrial.jpg",
    "imgType": " Artist concept",
    "discovered": 2011,
    "description": " Kepler-22b is a super-Earth that could be covered in a super ocean. The jury is still out on Kepler-22b’s true nature; at 2.4 times Earth’s radius, it might even be gaseous. But theoretically an ocean world tipped on its side – a bit like our solar system’s ice giant, Uranus – turns out to be comfortably habitable based on recent computer modeling. Researchers found that an exoplanet in Earth’s size range, at a comparable distance from its sun and covered in water, could have an average surface temperature of about 60 degrees Fahrenheit (15.5 Celsius). Because of its radical tilt, its north and south poles would be alternately bathed in sunlight and darkness, for half a year each, as the planet circled its star. ",
    "travelTime": 620,
    "travelSpeed": 671
  },
  {
    "id": 4,
    "name": "WASP-12 b",
    "type": "GasGiant",
    "title": " A giant planet composed mainly of gas",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/terrestrial.jpg",
    "imgType": " Artist concept",
    "discovered": 2008,
    "description": "The doomed planet WASP-12b is a hot Jupiter that orbits so close to its parent star, it's being torn apart. It takes this alien world only 1.1 days to completely circle its sun. The star's scorching heat is slowly stripping away and devouring the planet's atmosphere. In 10 million years, this alien world could be completely consumed.\n\nAlmost two times the size of our Jupiter, WASP-12b is a sizzling gas giant whose temperature is approximately 4,000 degrees Fahrenheit (2,210 degrees Celsius). Gravity causes enormous tidal forces which are streching the planet into the shape of an egg.",
    "travelTime": 1,
    "travelSpeed": 671
  },
  {
    "id": 5,
    "name": "Kepler-452 b",
    "type": "SuperEarth",
    "title": "A potentially rocky world, larger than Earth",
    "img": "https://exoplanets.nasa.gov/system/planets/planet_images/5471_212_Kepler452b.jpg",
    "imgType": " Artist concept",
    "discovered": 2015,
    "description": "Kepler-452b is the first near-Earth-size world to be found in the habitable zone of star that is similar to our sun. Until its discovery in 2015, the Kepler telescope had only detected 12 Earth-size planets (smaller than twice the size of Earth) in the habitable zone of their smaller and cooler stars. Kepler-452b is the first planet orbiting a star about the same size and temperature as the sun.\n\nWhen looking for planets that might support life, scientists start with the habitable zone. The habitable zone is a region around a star where temperatures are right for water—an essential ingredient for life as we know it—to pool on the surface. Scientists don’t know if Kepler-452b can support life. What is known about the planet is that it is about 60 percent larger than Earth, placing it in a class of planets dubbed \"super-Earths,\" with an orbit of 385 days. Scientists believe that Kepler-452b is about 6 billion years old, much older than Earth.",
    "travelTime": 2,
    "travelSpeed": 671
  },
  {
    "id": 6,
    "name": "TRAPPIST-1 e",
    "type": "Terrestrial",
    "title": "A rocky world outside our solar system",
    "img": "https://exoplanets.nasa.gov/system/planets/planet_images/3453_TRAPPIST-1e.png",
    "imgType": " Artist concept",
    "discovered": 2017,
    "description": "TRAPPIST-1 e is a terrestrial exoplanet that orbits a M-type star. Its mass is 0.62 Earths, it takes 6.1 days to complete one orbit of its star, and is 0.02817 AU from its star. Its discovery was announced in 2017.",
    "travelTime": 41,
    "travelSpeed": 671
  },
  {
    "id": 7,
    "name": "Kepler-186 f",
    "type": "SuperEarth",
    "title": "A potentially rocky world, larger than Earth",
    "img": "https://exoplanets.nasa.gov/system/planets/planet_images/632_Kepler186f.jpg",
    "imgType": " Artist concept",
    "discovered": 2014,
    "description": "Kepler-186 f is a super Earth exoplanet that orbits a K-type star. Its mass is 1.71 Earths, it takes 129.9 days to complete one orbit of its star, and is 0.432 AU from its star. Its discovery was announced in 2014.",
    "travelTime": 561,
    "travelSpeed": 671
  },
  {
    "id": 7,
    "name": "Kepler-16 b ",
    "type": "GasGiant",
    "title": "A giant planet composed mainly of gas",
    "img": "https://exoplanets.nasa.gov/system/planets/planet_images/1814_Kepler-16b_thumbnail.jpg",
    "imgType": " Artist concept",
    "discovered": 2011,
    "description": "Kepler-16b was the Kepler telescope’s first discovery of a planet in a “circumbinary” orbit– circling two stars, as opposed to one star in a double-star system. Like Luke Skywalker's home planet Tatooine, Kepler-16b would have two sunsets if you could stand on its surface. This planet, however, is likely cold, about the size of Saturn and gaseous, though partly composed of rock. It lies outside its two stars’ “habitable zone,” where liquid water could exist. And its stars are cooler than our sun, probably rendering the planet lifeless. Of course, we could look on the bright side (so to speak). When the discovery was announced in 2011, Bill Borucki, the now-retired NASA principal investigator for Kepler at Ames Research Center, Moffett Field, California, said finding the new planet might actually broaden the prospects for life in our galaxy. About half of all stars belong to binary systems, so the fact that planets form around these, as well as around single stars, can only increase the odds.",
    "travelTime": 246,
    "travelSpeed": 671
  },
  {
    "id": 8,
    "name": "EPIC 201497682 b",
    "type": "Terrestrial",
    "title": "A rocky world outside our solar system",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/terrestrial.jpg",
    "imgType": " Artist concept",
    "discovered": 2019,
    "description": "EPIC 201497682 b is a terrestrial exoplanet that orbits a K-type star. Its mass is 0.26 Earths and it takes 2.1 days to complete one orbit of its star. Its discovery was announced in 2019",
    "travelTime": 832,
    "travelSpeed": 671
  },
  {
    "id": 9,
    "name": "EPIC 206215704 b",
    "type": "Terrestrial",
    "title": "A rocky world outside our solar system",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/terrestrial.jpg",
    "imgType": " Artist concept",
    "discovered": 2019,
    "description": "EPIC 206215704 b is a terrestrial exoplanet that orbits a K-type star. Its mass is 0.666 Earths and it takes 2.3 days to complete one orbit of its star. Its discovery was announced in 2019.",
    "travelTime": 360,
    "travelSpeed": 671
  },
  {
    "id": 10,
    "name": "EPIC 206317286 b",
    "type": "Terrestrial",
    "title": "A rocky world outside our solar system",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/terrestrial.jpg",
    "imgType": " Artist concept",
    "discovered": 2019,
    "description": "EPIC 206317286 b is a terrestrial exoplanet that orbits a G-type star. Its mass is 0.84 Earths and it takes 1.6 days to complete one orbit of its star. Its discovery was announced in 2019.",
    "travelTime": 1,
    "travelSpeed": 671
  },
  {
    "id": 10,
    "name": "K2-136 b",
    "type": "Terrestrial",
    "title": "A rocky world outside our solar system",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/terrestrial.jpg",
    "imgType": " Artist concept",
    "discovered": 2017,
    "description": "K2-136 b is a terrestrial exoplanet that orbits a K-type star. Its mass is 0.937 Earths and it takes 8 days to complete one orbit of its star. Its discovery was announced in 2017.",
    "travelTime": 1,
    "travelSpeed": 671
  },
  {
    "id": 11,
    "name": "55 Cancri e",
    "type": "SuperEarth",
    "title": "A potentially rocky world, larger than Earth",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/superearth.jpg",
    "imgType": " Artist concept",
    "discovered": 2004,
    "description": "55 Cancri e is a super Earth exoplanet that orbits a G-type star. Its mass is 8.08 Earths, it takes 0.7 days to complete one orbit of its star, and is 0.01544 AU from its star. Its discovery was announced in 2004.",
    "travelTime": 1,
    "travelSpeed": 671
  },
  {
    "id": 11,
    "name": "55 Cancri e",
    "type": "SuperEarth",
    "title": "A potentially rocky world, larger than Earth",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/superearth.jpg",
    "imgType": " Artist concept",
    "discovered": 2004,
    "description": "55 Cancri e is a super Earth exoplanet that orbits a G-type star. Its mass is 8.08 Earths, it takes 0.7 days to complete one orbit of its star, and is 0.01544 AU from its star. Its discovery was announced in 2004.",
    "travelTime": 41,
    "travelSpeed": 671
  },
  {
    "id": 12,
    "name": "CoRoT-7 b",
    "type": "SuperEarth",
    "title": "A potentially rocky world, larger than Earth",
    "img": "https://exoplanets.nasa.gov/system/planets/planet_images/1242_CoRoT-7b.jpg",
    "imgType": " Artist concept",
    "discovered": 2009,
    "description": "CoRoT-7 b is a super Earth exoplanet that orbits a G-type star. Its mass is 3.1783 Earths, it takes 0.9 days to complete one orbit of its star, and is 0.017016 AU from its star. Its discovery was announced in 2009.",
    "travelTime": 524,
    "travelSpeed": 671
  },
  {
    "id": 13,
    "name": "DMPP-1 d",
    "type": "SuperEarth",
    "title": "A potentially rocky world, larger than Earth",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/superearth.jpg",
    "imgType": " Artist concept",
    "discovered": 2019,
    "description": "DMPP-1 d is a super Earth exoplanet that orbits a F-type star. Its mass is 3.35 Earths, it takes 2.9 days to complete one orbit of its star, and is 0.0422 AU from its star. Its discovery was announced in 2019.",
    "travelTime": 202,
    "travelSpeed": 671
  },
  {
    "id": 14,
    "name": "DMPP-3 A b",
    "type": "SuperEarth",
    "title": "A potentially rocky world, larger than Earth",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/superearth.jpg",
    "imgType": " Artist concept",
    "discovered": 2019,
    "description": "DMPP-3 A b is a super Earth exoplanet that orbits a G-type star. Its mass is 2.58 Earths, it takes 6.7 days to complete one orbit of its star, and is 0.0662 AU from its star. Its discovery was announced in 2019.",
    "travelTime": 160,
    "travelSpeed": 671
  },
  {
    "id": 14,
    "name": "11 Comae Berenices b",
    "type": "GasGiant",
    "title": "A giant planet composed mainly of gas",
    "img": "https://exoplanets.nasa.gov/assets/content/planets/gasgiant.jpg",
    "imgType": " Artist concept",
    "discovered": 2007,
    "description": "11 Comae Berenices b is a gas giant exoplanet that orbits a K-type star. Its mass is 19.4 Jupiters, it takes 326 days to complete one orbit of its star, and is 1.29 AU from its star. Its discovery was announced in 2007.\n\nORBITAL\nRADIUS1.29AU",
    "travelTime": 305,
    "travelSpeed": 671
  }
]
